var config = {
  // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
  // 每句话尽量不要超过15个字,不然展示效果可能不太好
  texts: [
    "送给我", //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
    "心爱的姑娘", // 同上...
    "今天是你的生日",
    "这是我们在一起的",
    "第一个生日！",
    "还想跟你过第二个...",
    "第五个...",
    "第十个...",
    "第一百个生日",
    "以后要一起吃好吃的~",
    "一起欣赏世间的美景~",
    "一起看流星许愿!!!",
    "一起做很多的事💞",
    "余生很长，请多关照，兰兰!😘💗",
    "生日快乐~~🎂",
  ],
  /**
   * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
   * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
   * 例如
   * "心爱的小可爱": "./imgs/xiaokeai.jpg"
   *
   * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
   * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
   */
  imgs: {
    送给我: "./imgs/songxinxin.jpeg",
    心爱的姑娘: "./imgs/1.jpg",
    今天是你的生日: "./imgs/3.jpg",
    这是我们在一起的: "./imgs/2.jpg",
    "第一个生日！": "./imgs/bd1.jpg",
    "还想跟你过第二个...": "./imgs/2b.jpg",
    "第五个...": "./imgs/5b.jpg",
    "第十个...": "./imgs/10b.jpg",
    第一百个生日: "./imgs/100b.jpg",
    "以后要一起吃好吃的~": "./imgs/food.jpg",
    "一起欣赏世间的美景~": "./imgs/sence.jpg",
    "一起看流星许愿!!!": "./imgs/star.jpg",
    "一起做很多的事💞": "./imgs/thing.jpg",
    "余生很长，请多关照，兰兰!😘💗": "./imgs/nextlife.jpg",
    "生日快乐~~🎂": "./imgs/final.png",
  },

  // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
  desc: {
    turn_on: "🎀让我们拆开这份礼物🎁吧~💕",
    play: "来点音乐!!🎶💖",
    bannar_coming: "来些气球🎈",
    balloons_flying: "好像还少点东西",
    cake_fadein: "🍰蛋糕？🎂",
    light_candle: "🎆蜡烛？🎇",
    wish_message: "💝生日快乐～♎宝贝💖",
    story: "A MESSAGE FOR YOU💌💕",
  },

  // 结束语
  loveText: "爱你的严先生~💕",
};
